# vim: set ft=zsh

ohmyzsh/ohmyzsh path:plugins/command-not-found

ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/asdf

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting

Aloxaf/fzf-tab
Freed-Wu/fzf-tab-source
